package prac1021;

public class PracArrayMulti {

	public static void main(String[] args) {
		/*
		 * 이렇게 해보자
		 * 번호	1		2		3		4		5		과목총점	
		 * 국어	100		20		30		40		50		240
		 * 영어	100		20		30		40		50		240
		 * 수학	100		20		30		40		50		240
		 * 총점	300		60		90		120		150
		 * 평균	100.0	20.0	30.0	40.0	50.0
		 * 
		 * 
		 * 배열 참고:
		 * 
		 * int[][] score = {
				{100,100,100},
				{20,20,20},
				{30,30,30},
				{40,40,40},
				{50,50,50}
			};
		*/
		int[][] score = {
				{100,100,100},
				{20,20,20},
				{30,30,30},
				{40,40,40},
				{50,50,50}
			};
		
		
		
	}

}
